tap "homebrew/bundle"
tap "kidonng/malt"
tap "kidonng/shift"
brew "bat"
brew "deno"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gallery-dl"
brew "gdu"
brew "gh"
brew "git-delta"
brew "glow"
brew "graphicsmagick"
brew "grc"
brew "jq"
brew "neovim"
brew "node@18"
brew "p7zip"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "timg"
brew "trash"
brew "vivid"
brew "yt-dlp"
brew "zoxide"
vscode "aliariff.auto-add-brackets"
vscode "antfu.file-nesting"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "bmalehorn.vscode-fish"
vscode "DavidAnson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "meganrogge.template-string-converter"
vscode "MS-CEINTL.vscode-language-pack-zh-hans"
vscode "PKief.material-icon-theme"
vscode "pucelle.vscode-css-navigation"
vscode "pushqrdx.inline-html"
vscode "samverschueren.linter-xo"
vscode "streetsidesoftware.code-spell-checker"
vscode "TabNine.tabnine-vscode"
vscode "Tobermory.es6-string-html"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vscodevim.vim"
vscode "WakaTime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
