tap "homebrew/bundle"
tap "kidonng/malt"
tap "kidonng/shift"
brew "bat"
brew "deno"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gallery-dl"
brew "gdu"
brew "gh"
brew "git-delta"
brew "glow"
brew "graphicsmagick"
brew "grc"
brew "jq"
brew "neovim"
brew "node@18"
brew "p7zip"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "timg"
brew "trash"
brew "vivid"
brew "yt-dlp"
brew "zoxide"
