tap "homebrew/bundle"
tap "homebrew/core"
tap "kidonng/malt"
tap "kidonng/shift"
brew "bat"
brew "node"
brew "corepack"
brew "curl"
brew "deno"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg@4"
brew "fish"
brew "fzf"
brew "gallery-dl"
brew "gdu"
brew "gh"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "graphicsmagick"
brew "grc"
brew "hexyl"
brew "htop"
brew "jo"
brew "jq"
brew "lychee"
brew "neovim"
brew "p7zip"
brew "prettier"
brew "ripgrep"
brew "scc"
brew "starship"
brew "timg"
brew "trash"
brew "vercel-cli"
brew "vivid"
brew "xh"
brew "yt-dlp"
brew "zoxide"
