aliariff.auto-add-brackets
antfu.file-nesting
bmalehorn.vscode-fish
cschleiden.vscode-github-actions
DavidAnson.vscode-markdownlint
denoland.vscode-deno
eamodio.gitlens
EditorConfig.EditorConfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.copilot
iocave.customize-ui
iocave.monkey-patch
meganrogge.template-string-converter
PKief.material-icon-theme
pucelle.vscode-css-navigation
pushqrdx.inline-html
samverschueren.linter-xo
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
Tobermory.es6-string-html
tombonnike.vscode-status-bar-format-toggle
voorjaar.windicss-intellisense
vscodevim.vim
WakaTime.vscode-wakatime
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
